---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyParameterSetIterator
source: html/bff244d3-576f-3bdb-0afa-5ac59d7b0f2d.htm
---
# FamilyParameterSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.